Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/plenum_no/sp2017-1.docx.tmx
Source language: nob
Languages: sme

source: Utvalgte kulturlandskap i jordbruket (UKL) Fra tidligere er det samiske jordbrukslandskapet i Skardalen i Kåfjord kommune ett av 22 nasjonalt utvalgte kulturlandskap.
sme: Válljejuvvon kultureanadagat eanadoalus (UKL) Ovdalaččas lea sámi Skárfvákki sámi eanadoalloeanadat Gáivuona suohkanis okta dan 22 nationála válljejuvvon kultureanadagas.

source: Sametinget har i perioden deltatt i møter i referanse-/arbeidsgruppa for UKL Skardalen.
sme: Sámediggi lea dán áigodagas oassálastán čoahkkimiidda referánsa-/bargojoavkkus UKL Skardalen várás.

source: Denne gruppa har også arbeidet med å foreslå tre alternativer for ett nytt UKL-område i Troms fylke.
sme: Dát joavku lea maid bargan dainna ahte evttohit golbma molssaeavttu ođđa UKL-guovlun Romssa fylkkas.

source: Bevaringsprogrammet for utvalgte arkeologiske kulturminner (BARK) Sametinget har fortsatt arbeidet med tilretteleggingstiltaket BARK Saltfjellet.
sme: Áimmahuššanprográmma válljejuvvon arkeologalaš kulturmuittuid várás (BARK) Sámediggi lea joatkán barggu láhčindoaibmabijuin BARK Sáltoduoddaris.

source: Arbeidet er nå inne i siste fase.
sme: Bargu lea dál maŋimus muttus.

source: Sametinget har i perioden også utarbeidet søknad om BARK-midler til tilrettelegging i Trollholmsund i Porsanger kommune.
sme: Sámediggi lea dán áigodagas maid hábmen ohcama oažžut BARK-ruđaid láhčimiidda Činavuohpis Porsáŋggu gielddas.

source: 9 Helse og sosial 9.2 En god helse og likeverdige helse- og sosialtjenester Etablering av samiskspråklig kompetanse ved nødsentralene Sametinget har hatt flere konsultasjoner med Justis- og beredskapsdepartementet, og har vært i dialog med Direktoratet for sikkerhet og beredskap (DSB) om døgnkontinuerlig samisk språkkompetanse ved 110-sentralene.
sme: Sámegielat gelbbolašvuođa ásaheapmi heahteguovddážiidda Sámedikkis leat leamaš máŋga konsultašuvnna Justiisa- ja gearggusvuođadepartemeanttain, ja lea ságastallan Sihkarvuođa- ja gearggusvuođadirektoráhtain birrajándora sámi giellagelbbolašvuođas 110-guovddážiin.

source: I november 2016 ble det sammen med finnmarkskommunene oppnådd enighet om at 110-sentralen i Finnmark lokaliseres til Kirkenes og skal ha døgnkontinuerlig samisktalende kompetanse tilgjengelig.
sme: Skábmamánus 2016 sohppojuvvui ovttas Finnmárkku gielddaiguin ahte 110-guovddáš Finnmárkkus biddjojuvvo Girkonjárgii, ja das galgá leat birrajándora sámegielat gelbbolašvuohta olámuttus.

source: Sametinget har i desember 2016 hatt møte med politimesteren i Finnmark og 110-sentralen i Finnmark for å drøfte det videre arbeidet med etablering av døgnkontinuerlig samiskspråklig kompetanse ved alarmsentralene i Finnmark.
sme: Sámedikkis lea leamaš juovlamánus 2016 čoahkkin Finnmárkku politiijameaštáriin ja 110-guovddážiin Finnmárkkus guorahallan dihtii viidáseappot barggu birrajándora sámegielat gelbbolašvuođa birra heahteguovddážiin Finnmárkkus.

source: Fra politimesterens side vurderes samlokalisering av 110- og 112-sentralene som en mulig løsning, og på bakgrunn av dette ønskes det et samarbeid om arbeidet med å etablere samiskspråklig kompetanse mellom etatene og Sametinget.
sme: Politiijameaštára beales árvvoštallojuvvo vejolaš čoavddusin 110- ja 112-guovddážiid oktii lokaliseren, ja dan vuođul háliidit ovttasbarggu sámegielat gelbbolašvuođa ásaheamis etáhtaid ja Sámedikki gaskka.

source: På møtet ble man enige om å kalle inn til et felles møte med sentrale aktører for de ulike nødsentralene for å diskutere premissene for en felles satsing på samisk språkkompetanse ved nødsentralene.
sme: Čoahkkimis sohppojuvvui ahte gohččut oktasaš čoahkkimii iešguđege heahteguovddážiid guovddáš aktevrraiguin, ságastallan dihtii oktasaš áŋgiruššaneavttuid go guoská sámi giellagelbbolašvuhtii heahteguovddážiin.

source: Gjennom Sametingets konsultasjoner vedrørende oppdragsdokumenter til regionale helseforetak for 2017, har Helse Nord RHF fått i oppdrag å utrede og planlegge døgnkontinuerlig samisk språkkompetanse ved akutt medisinsk kommunikasjonssentraler (AMK).
sme: Sámedikki konsultašuvnnaid bokte go guoská regionála dearvvašvuođadoaimmahagaid barggahandokumeanttaide jahkái 2017, lea Dearvvašvuohta Davvin ožžon bargun čielggadit ja plánet birrajándora sámi giellagelbbolašvuođa fáhkka medisiinnalaš gulahallanguovddážiin (AMK).

source: Helse Nord inviteres derfor til å delta i en felles satsing sammen med andre nødsentraler.
sme: Dearvvašvuohta Davvin bovdejuvvo ge danne searvat oktasaš áŋgiruššamii ovttas eará heahteguovddážiiguin.

source: Møte med Sametingets eldreråd Sametingsrådet har hatt dialogmøte med Sametingets eldreråd i Trondheim.
sme: Čoahkkin Sámedikki vuorrasiidráđiin Sámediggeráđis lea leamaš gulahallančoahkkin Sámedikki vuorrasiidráđiin Troanddimis.

source: Saker som ble diskutert var behovet for et Samisk eldreombud, reglement for eldrerådet, tverrkulturell distriktsmedisinsk senter, eldre samer og traumer/psykiske lidelser, og arbeid over landegrenser, deriblant samiske eldre sin hverdag i Sverige.
sme: Áššit maid birra ságastuvvui ledje dárbu Sámi vuorasolbmuidáittardeaddjái, njuolggadusat vuorrasiidráđi várás, doarespolitihkalaš guovlomedisiinnalaš guovddáš, vuoras sápmelaččat ja traumat/psyhkalaš váttut, ja bargu riikarájáid rastá, nugo sámi vuorasolbmuid árgabeaivi Ruoŧa bealde.

source: Videre ble det informert om kontakt mellom Helse Nord og Sametingets eldreråd.
sme: Dasto dieđihuvvui oktavuođa birra Dearvvašvuohta Davvin ja Sámedikki vuorrasiidráđi gaskka.

source: Eldrerådet tok også opp deres behov for administrative ressurser.
sme: Vuorrasiidráđđi válddii maiddái ovdan sin dárbbu oažžut hálddahuslaš resurssaid.

source: Eldrerådets aktivitet under Tråante 2017 Sametingets eldreråd har hatt møte fra 6. februar til 8. februar i Trondheim.
sme: Vuorrasiidráđi doaibma Tråante 2017 oktavuođas Sámedikki vuorrasiidráđis lei čoahkkin guovvamánu 6. – 8. b. 2017 Troanddimis.

source: Flere av eldrerådets medlemmer deltok på flere av arrangementene i regi av Tråante 2017 i forbindelse med møtet.
sme: Muhtun vuorrasiidráđi lahtut serve muhtun doaluide Tråante 2017 oktavuođas.

source: Eldrerådet hadde også møter med blant annet Sametingsrådet og flere eksterne aktører.
sme: Vuorrasiidráđis lei čoahkkin maiddái earret eará Sámediggeráđiin ja máŋgga olggobeale aktevrraiguin.

source: Et av disse var Aldring og helse, den nasjonale kompetansetjenesten for aldring og helse.
sme: Okta dain lei “Aldring og helse”, nationála gelbbolašvuođabálvalus boarásmuvvama ja dearvvašvuođa ektui.

source: Under møtet redegjorde de for fremgangen i prosjektet om de samiskspråklige informasjonsfilmene om demens.
sme: Čoahkkimis čilgejedje movt prošeakta sámegielat diehtojuohkinfilmmat demeanssa birra ovdánit.

source: Informasjonsfilmene skal utgis på alle de tre samiske språkene, og den nordsamiske versjonen vil lanseres i år.
sme: Diehtojuohkinfilmmat galget almmuhuvvot buot golmma sámegillii, ja davvisámegielat veršuvdna almmuhuvvo dán jagi.

source: Aldring og helse er også i gang med den sørsamiske og lulesamiske versjonen.
sme: “Aldring og helse” lea maiddái bargamin máttasámegielat ja julevsámegielat veršuvnnaiguin.

source: Representanter fra Sametinget eldreråd er med i referansegruppene i dette arbeidet.
sme: Sámedikki vuorrasiidráđi lahtut leat mielde dán barggu referánsajoavkkuin.

source: Mulighetene for å dubbe norske barnefilmer om demens til de samiske språkene ble også diskutert under møtet.
sme: Vejolašvuođa birra dubbet norgalaš mánáidfilmmaid demeansa birra sámegielaide, ságastuvvui maiddái čoahkkimis.

source: Sametingets eldreråd overvar også deler av den femte Sameparlamentarikerkonferansen, der temaet var sannhet og forsoning.
sme: Sámedikki vuorrasiidráđđi čuovui maiddái osiid viđát sámeparlamentarihkkariid konferánssas, go fáddán lei duohtavuohta ja soabaheapmi.

source: Dette er et tema som eldrerådet har engasjert seg i over flere år.
sme: Dáinna fáttáin lea vuorrasiidráđđi bargan máŋggaid jagiid.

source: Sametingets eldreråd møtte også samiske eldre fra Västerbotten;
sme: Sámedikki vuorrasiidráđđi deaivvadii maiddái Västerbottena sámi vuorasolbmuiguin;

source: fra Lycksele, Vilhelmina, Sorsele og Umeå.
sme: eret báikkiin Likšu, Vualtjere, Suorsá ja Ubmi.

source: Møtet fant sted i Metodistkirken i Trondheim.
sme: Čoahkkin dollojuvvui Troanddima metodistagirkus.

source: De samiske eldre fra svensk side informerte litt om situasjonen for samiske eldre i Sverige, og ba om mer informasjon om de samiske eldre sin situasjon i Norge.
sme: Ruoŧa beale sámi vuorasolbmot muitaledje veaháš sámi vuorasolbmuid dili birra Ruoŧa bealde, ja bivde eanet dieđuid sámi vuorasolbmuid dili birra Norggas.

source: De var også interessert i vite hvordan Sametingets eldreråd jobber og er organisert.
sme: Sis lei maiddái beroštupmi diehtit movt Sámedikki vuorrasiidráđđi bargá ja lea organiserejuvvon.

source: Eldrerådet informerte om sitt arbeid og hvordan det er organisert på Sametinget, samt hvilke saker eldrerådet har engasjert seg i. Sametingets eldreråd har også hatt møte med Trondheim seniorråd.
sme: Vuorrasiidráđđi muitalii barggus birra ja movt dat lea organiserejuvvon Sámedikkis, ja makkár áššiiguin vuorrasiidráđđi bargá. Sámedikki vuorrasiidráđis lea maiddái leamaš čoahkkin Troanddima seniorráđiin.

source: Tema for møtet var utveksling av informasjon om samiske eldre, og deres situasjon i kommunene.
sme: Čoahkkima fáddán lei dieđuid lonohallan sámi vuorasolbmuid birra, ja sin dilli gielddain.

source: Sametingets eldreråd etterspurte informasjon om samiske eldres situasjon i Trondheim kommune, og Trondheim seniorråd ville ta disse spørsmålene videre til øvrige kommunale fora.
sme: Sámedikki vuorrasiidráđđi jearai dieđuid sámi vuorasolbmuid dili birra Troanddima gielddas, ja Troanddima seniorráđđi áiggui váldit gažaldagaid viidáseappot eará gielddalaš foraide.

source: 9.3 Etiske retningslinjer for samisk helseforskning Sametingsrådet har hatt møte med utvalget for etiske retningslinjer for å bli orientert om arbeidet.
sme: 9.3 Etihkalaš njuolggadusat sámi dearvvašvuođadutkama várás Sámediggeráđis lea leamaš čoahkkin lávdegottiin etihkalaš njuolggadusaid hárrái čilgen dihtii barggu birra.

source: Arbeidet antas å være ferdigstilt i utgangen av oktober 2017.
sme: Jáhkkimis bargu gárvvistuvvo golggotmánu 2017 loahpas.

source: 10 Andre tiltak 10.2 Samiskrelatert statistikk i Norge Sametinget har hatt en avtale med Statistisk sentralbyrå (SSB) om produksjon av samisk statistikk, men denne avtalen gikk ut 31. desember 2016.
sme: 10.2 Sámiguoski statistihkka Norggas Sámedikkis lea leamaš šiehtadus Statistihkalaš guovddášdoaimmahagain sámi statistihka buvttadeamis, muhto dát šiehtadus ii šat gusto juovlamánu 31. b. 2016 rájes.

source: Sametinget har vært i møte med SSB om ny avtale.
sme: Sámedikkis lea leamaš čoahkkin Statistihkalaš guovddášdoaimmahagain ođđa šiehtadusa birra.

source: En ny avtale er under utforming og vil bli undertegnet i løpet av februar 2017.
sme: Ođđa šiehtadus lea ráhkaduvvomin ja vuolláičállojuvvo guovvamánus 2017.

source: 10.4 Tilskudd til organisasjonene, til partier og grupper som er representert i Sametinget Sametingets ungdomspolitiske utvalg (SUPU) Sametingsrådet hadde møte med Sametingets ungdomspolitiske utvalg (SUPU) 18. januar 2017 i Tromsø.
sme: 10.4 Doarjja organisašuvnnaide, bellodagaide ja joavkkuide main lea ovddastus Sámedikkis

source: Tema på møtet var blant annet gjensidig informasjon, oppnevningen av medlemmer til SUPU, styrking av administrative ressurser, SUPU sin rolle, samt om større prosjekt som SUPU arbeider med, som for eksempel «Trygt Sápmi» og SPR-ungdomskonferansen.
sme: Čoahkkima fáddán ledje earret eará goappat guvlui dieđuid juohkin, lahtuid nammadeapmi SáNul:ii, hálddahuslaš resurssaid nannen, SáNul rolla, ja stuorát prošeavtta birra mainna SáNul bargá, nugo ovdamearkka dihtii “Oadjebas Sápmi” ja SPR nuoraidkonferánsa.

source: SUPU har i denne perioden deltatt på flere Skype-møter for planlegging av SPR-ungdomskonferansen.
sme: SáNul lea dán áigodagas searvan máŋgga Skype-čoahkkimii SPR nuoraidkonferánssa lágideami birra.

source: SUPU har deltatt på møte for planlegging av nasjonalt medvirkningsorgan for ungdom.
sme: SáNul lea searvan čoahkkimii nationála mielváikkuhanorgána plánema ektui nuoraid várás.

source: SUPU deltok på Sametingets informasjonsmøte for samiske ungdommer, hvor tema blant annet var hvordan få flere unge til å registrere seg i valgmanntallet og til å stemme ved valg.
sme: SáNul searvvai Sámedikki diehtojuohkinčoahkkimii sámi nuoraid várás, gos fáddán ledje earret eará movt oažžut eanet nuoraid čálihit iežaset jienastuslohkui ja jienastit válggain.

source: SUPU deltok på Samerådets temadag «Et gemensamt Sápmi» 9. februar i Trondheim.
sme: SáNul searvvai Sámiráđi fáddábeaivái “Oktasaš Sápmi” guovvamánu 9. b, Troanddimis.

source: SUPU sin leder deltok på jubileumsforestilling og festmiddag under Tråante.
sme: SáNul jođiheaddji searvvai ávvočájálmassii ja ávvomállásiidda Tråantes.

source: SUPU var medarrangør av Samisk Parlamentarisk Råds ungdomskonferanse 8. februar i Trondheim, i forbindelse med 100 års-jubileumsmarkeringen Tråante.
sme: SáNul lei mielde lágideamen Sámi Parlamentáralaš Ráđi nuoraidkonferánssa guovvamánu 8. b. Troanddimis, 100-jagi ávvočalmmusteami Tråante oktavuođas.

source: Konferansen skal bidra til å øke kontakten og styrke samarbeidet mellom samiske ungdommer over landegrensene.
sme: Konferánssa ulbmilin lei buoridit oktavuođa ja nannet ovttasbarggu sámi nuoraid gaskka riikarájáid rastá.

source: Deltakere var samisk ungdom fra Sverige, Norge, Finland og Russland.
sme: Dán konferánsii serve sámi nuorat Ruoŧa, Norgga, Suoma ja Ruošša bealde.

source: Tema for konferansen var «Engasjement», og programmet inneholdt hilsninger, foredrag, workshops, paneldebatt og festmiddag med aktiviteter.
sme: Konferánssa fáddán lei «Engasjement», ja prográmmas ledje dearvuođat, sáhkavuorut, workshops, paneladigaštallan ja ávvomállásat doaimmaiguin.

source: Konferansen vedtok en resolusjon.
sme: Konferánssas mearriduvvui resolušuvdna.

source: Sametingspresident Vibeke Larsen åpnet konferansen med en hilsningstale og Sametingsrådet var representert i paneldebatten.
sme: Sámedikki presideanta Vibeke Larsen rabai konferánssa dearvvuođaiguin ja Sámediggeráđđi lei mielde paneladigaštallamis.

source: 10.6 Likestilling Konsultasjoner om felles likestillings- og diskrimineringslov Det ble avholdt et konsultasjonsmøte på administrativt nivå 6. april 2016 der det ble oppnådd enighet om at Grunnloven § 108 og Norges folkerettslige forpliktelser overfor samene skal omtales grundigere i proposisjonen enn i høringsnotatet med vedlegg.
sme: Konsultašuvnnat oktasaš dásseárvo- ja vealahanlága birra Hálddahuslaš dási konsultašuvdnačoahkkin dollojuvvui cuoŋománu 6. b. 2016, sohppojuvvui ahte Vuođđolága § 108 ja Norgga álbmotrievttálaš geatnegasvuođat sámiid guovdu galget namuhuvvot vuđoleappot proposišuvnnas go gulaskuddannotáhtas mildosiiguin.

source: Det ble ikke oppnådd enighet om hvorvidt felles likestillings- og diskrimineringslov skal ha en definisjon av urfolk og hvorvidt urfolkstilhørighet skal nevnes som et eksempel på etnisitet i lovteksten.
sme: Ovttamielalašvuohta lei mainna lágiin oktasaš dásseárvo- ja vealahanlágas galgá defineret álgoálbmoga ja mainna lágiin álgoálbmotgullevašvuohta galgá namuhuvvot ovdamearkan etnalašvuhtii láhkateavsttas.

source: Det ble derfor avholdt et konsultasjonsmøte på politisk nivå 14. november 2016 som tok utgangspunkt i et skriftlig innspill fra Sametinget som gjaldt spørsmålet om urfolk eller samer skal nevnes som et eksempel på etnisitet i lovteksten.
sme: Danne dollojuvvui konsultašuvdnačoahkkin politihkalaš dásis skábmamánu 14. b. 2016, mii válddii vuolggasaji Sámedikki čálalaš cealkámušas mii guoskkai dasa ahte galget go álgoálbmogat dahje sámit namuhuvvot ovdamearkan etnalašvuhtii.

source: Etter å ha lyttet til Sametingets innspill ville barne- og likestillingsministeren på nytt vurdere om urfolkstilhørighet skulle nevnes i lovteksten som et eksempel på etnisitet, og Sametinget skulle få en tilbakemelding om dette.
sme: Maŋŋá go lei guldalan Sámedikki cealkámuša áiggui mánáid- ja dásseárvoministtar ođđasis árvvoštallat, ahte galgá go álgoálbmotgullevašvuohta namuhuvvot láhkateavsttas ovdamearkan etnalašvuhtii, ja Sámediggi galggai oažžut dan birra dieđu.

source: For å følge opp konklusjonen fra det politiske konsultasjonsmøtet, sendte departementet et brev til Sametinget 2. desember 2016 der det ble orientert om at Sametingets krav ikke blir etterkommet på dette punktet.
sme: Čuovvulan dihtii politihkalaš konsultašuvdnačoahkkima konklušuvnna, sáddii departemeanta reivve Sámediggái juovlamánu 2. b. 2016, mas čilgejuvvui ahte Sámedikki gáibádus ii lean váldojuvvon mielde dán čuoggás.

source: Sluttprotokollen ble ferdigstilt i februar 2017 og konsultasjoner om felles likestillings- og diskrimineringslov er avsluttet.
sme: Loahppaprotokolla gárvvistuvvui guovvamánus 2017 ja konsultašuvnnat oktasaš dásseárvo- ja vealahanlága birra leat loahpahuvvon.

source: 11 Internasjonalt samarbeid 11.1 Virkemidler til urfolks rettigheter og internasjonalt arbeid Nordisk Samekonvensjon I januar 2017 ble forhandlingsresultatet for nordisk samekonvensjon offentliggjort.
sme: 11.1 Váikkuhangaskaoamit álgoálbmogiid vuoigatvuođaid ja riikkaidgaskasaš barggu várás

source: Prosessen videre vil være at Sametingene behandler forslaget til nordisk samekonvensjon.
sme: Proseassa viidáseappot lea, ahte sámedikkit meannudit davviriikkalaš sámekonvenšuvdnaevttohusa.

source: Det er først når eller om Sametingene gir sin tilslutning til konvensjonen at regjeringene i de tre landene kan gå videre i arbeidet med å undertegne og ratifisere konvensjonen.
sme: Easkka maŋŋá go sámedikkit leat guorrasan, dahje jos guorrasit konvenšuvdnii ahte ráđđehusat golmma riikkas sáhttet joatkit barggu konvenšuvnna vuolláičállimiin ja dohkkehemiin.

source: Avtale mellom Norge og Finland om fiske i Tanavassdraget Rett før Sametingets plenumsbehandling fattet regjeringen vedtak om en avtale mellom Norge og Finland om fiske i Tanavassdraget.
sme: Šiehtadus Norgga ja Suoma gaskka Deanujoga guolásteamis Njuolga ovddabealde Sámedikki dievasčoahkkima meannudeami mearridii ráđđehus šiehtadusa Norgga ja Suoma gaskka guolástusas Deanujogas.

source: Saken er sendt over til Stortinget for ratifisering.
sme: Ášši lea sáddejuvvon Stuorradiggái dohkkeheapmái.

source: Sametingsrådet har hatt møter med rettighetshavere, og har også sendt brev til Stortingets kontroll og konstitusjonskomite der Sametingsrådet stiller seg bak en klage fra Tanavassdragets fiskeforvaltning (TF) om at selve avtalen ikke har vært gjenstand for forhandlinger i delegasjonsforhandlingene.
sme: Sámediggeráđis leat leamaš čoahkkimat vuoigatvuođaoamasteddjiiguin, ja lea maiddái sádden reivve Stuorradikki bearráigeahččanlávdegoddái ja konstitušuvdnalávdegoddái, mas Sámediggi doarju Deanučázádaga guolástanhálddašeami das ahte ieš šiehtadus ii leat šiehtadallojuvvon delegašuvdnašiehtadallamiin.

source: Sametingsrådet har også understreket sjølaksefiskernes manglende involvering i forhandlingsprosessen, til tross for at konvensjons- og reguleringsforslaget også legger føringer for deres rettigheter.
sme: Sámediggeráđđi lea maiddái deattuhan ahte mearraluossabivdit eai leat dohkálaččat searvvahuvvon šiehtadallanproseassas, vaikko konvenšuvdna- ja regulerenevttohus bidjá láidestusaid maiddái sin vuoigatvuođaide.

source: Sametingsrådet vil følge opp saken videre i Stortingsbehandlingen og har også informert FNs spesialrapportør for urfolk om saken.
sme: Sámediggeráđđi áigu čuovvulit ášši viidáseappot go dat meannuduvvo Stuorradikkis ja lea maiddái dieđihan ášši birra ON erenoamášdieđiheaddjái álgoálbmogiid hárrái.

source: Arctic Frontiers 2017 Sametingspresident Vibeke Larsen holdt innlegg på Arctic Frontiers 25. januar 2017 på temadagen om forskning i bolken om biologisk mangfold – status, trusler og bevaring.
sme: Arctic Frontiers 2017 Sámedikki presideanta Vibeke Larsen doalai sáhkavuoru Arctic Frontiers ođđajagimánu 25. b. 2017 fáddábeaivvi dutkama birra oasis biologalaš valljodat – stáhtus, áitagat ja suodjaleapmi.

source: Innholdet i innlegget var om økosystembasert forvaltning, noe som betyr å kunne tenke helhetlig om forvaltning av natur og naturressurser.
sme: Sáhkavuoru sisdoallun lei ekovuogádatvuđot hálddašeami birra, mii mearkkaša ahte sáhttit jurddašit ollislaččat luonddu ja luondduresurssaid hálddašeami birra.

source: Den menneskelige aktiviteten må da forvaltes slik at økosystemenes funksjoner og strukturer opprettholdes.
sme: Olbmuid doaimma ferte dalle hálddašit nu ahte ekovuogádaga doaimmat ja struktuvrrat bisuhuvvojit.

source: Det ble vist til et eksempel om at Nussir ASA sine planer om gruvedrift og dumping av gruveavfall i Repparfjorden vil gi skader på reindrift og fiskeri, og at slike tiltak ikke er i tråd med økosystembasert forvaltning eller urfolks rettigheter.
sme: Ovdamearkan čujuhuvvui ahte Nussir ASA plánat ruvkedoaimma ja ruvkebázahusaid luoitimis Riehpovutnii leat vahágin boazodollui ja guolástussii, ja ahte dán lágan doaibmabijut eai dávis ekovuogádatvuđot hálddašeapmái dahje álgoálbmogiid vuoigatvuođaide.

source: I tillegg deltok sametingspresident Vibeke Larsen i en paneldebatt om temaet, og hadde diverse møter med representanter fra inn- og utland som har interesser i nordområdene.
sme: Dasa lassin searvvai Sámedikki presideanta paneladigaštallamii fáttá birra, ja sus ledje čoahkkimat sisriikka ja olgoriikka ovddasteddjiiguin main leat beroštumit davviguovlluin.

source: Nordområdestrategi Regjeringen vil i april-mai legge fram en nordområdestrategi.
sme: Davviguovlostrategiija Ráđđehus áigu čuoŋo-miessemánus ovddidit davviguovlostrategiija.

source: Strategien søkes forankret på regionalt politisk nivå og i Sametinget, og regjeringen har derfor etablert «Regionalt nordområdeforum», hvor politisk ledelse i fylkeskommunene og Sametinget er invitert.
sme: Strategiija geahččaluvvo fakkastuvvot regionála politihkalaš dásis ja Sámedikkis, ja ráđđehus lea danne ásahan “Regionála davviguovloforuma”, masa fylkkagielddaid ja Sámedikki politihkalaš jođiheaddjit leat bovdejuvvon.

source: Under et møte i nordområdeforumet i Kirkenes 8. februar 2017 ble strategier for å styrke utdanningsløpet i nord særlig drøftet.
sme: Davviguovločoahkkimis Girkonjárggas guovvamánu 8. b. 2017 guorahallojuvvui erenoamážit strategiijaid birra movt nannet oahppomannolaga davvin.

source: Fra Sametinget sin side ble det uttrykt forventninger om at Sametinget blir en partner i dette arbeidet.
sme: Sámediggi dovddahii ahte vuordá ahte Sámediggi šaddá oasebeallin dán barggus.

source: Sametinget ser det som spesielt viktig å forbedre det samiske barnehagetilbudet og å jobbe for utdanning av samiskspråklige lærere.
sme: Sámediggi oaidná ahte lea erenoamáš deaŧalaš buoridit sámi mánáidgárdefálaldaga ja bargat sámegielat oahpaheddjiid oahpuin.

source: Det ble videre framhevet at en kunnskapssatsing for å styrke næringsutviklingen i nord også må ha et element som bygger på og bringer fram modeller for utviklingen av et samisk småskalanæringsliv.
sme: Dasto deattuhuvvui ahte máhttoáŋgiruššamis, nannen dihtii ealáhusovddideami davvin, ferte maiddái leat oassi mii vuođđuduvvá ja buvttiha málliid sámi smávitlágan ealáhusaid ovddideapmái.

source: Arktisk råd Sametingspresident Vibeke Larsen holdt et innlegg under seminaret om biologisk mangfold og Árbediehtu, urfolks tradisjonelle kunnskap i Guovdageaidnu 31. januar.
sme: Árktalaš ráđđi Sámedikki presideanta Vibeke Larsen doalai sáhkavuoru semináras biologalaš valljodaga birra ja álgoálbmogiid árbedieđuid birra, Guovdageainnus ođđajagimánu 31. b. 2017.
